examples/urbanclimate/templates/streetCanyon_CFDHAM/0/air/alphat
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0/air";
    object      alphat;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -1 0 0 0 0];

internalField   uniform 0.1; 

boundaryField
{
    inlet
    {
        type            calculated;
        value           uniform 0.1; 
    }
    outlet
    {
        type            calculated;
        value           uniform 0.1; 
    }
    top
    {
        type            slip;
    }
    ground
    {
        type            compressible::alphatWallFunction;
        Prt             0.85;
        value           uniform 0.1; 
    }
    air_to_street
    {
        type            compressible::alphatWallFunction;
        Prt             0.85;
        value           uniform 0.1; 
    }
    air_to_windward
    {
        type            compressible::alphatWallFunction;
        Prt             0.85;
        value           uniform 0.1; 
    }
    air_to_leeward
    {
        type            compressible::alphatWallFunction;
        Prt             0.85;
        value           uniform 0.1; 
    }
    side1
    {
        type            slip;
    }
    side2
    {
        type            slip;
    }
    buildings
    {
        type            compressible::alphatWallFunction;
        Prt             0.85;
        value           uniform 0.1; 
    }
}


// ************************************************************************* //
