examples/urbanclimate/templates/streetCanyon_CFDHAM/system/air/changeDictionaryDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  12                                    |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      changeDictionaryDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

boundary
{
    air_to_street
    {
        type            mappedWall;
        method          nearest;
        neighbourRegion street;
        neighbourPatch  street_to_air;
        offsetMode      uniform;
        offset          (0 0 0);
    }
    air_to_windward
    {
        type            mappedWall;
        method          nearest;
        neighbourRegion windward;
        neighbourPatch  windward_to_air;
        offsetMode      uniform;
        offset          (0 0 0);
    }
    air_to_leeward
    {
        type            mappedWall;
        method          nearest;
        neighbourRegion leeward;
        neighbourPatch  leeward_to_air;
        offsetMode      uniform;
        offset          (0 0 0);
    }
}

// ************************************************************************* //
