examples/urbanclimate/templates/streetCanyon_CFDHAM/system/controlDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  12
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version         2;
    format          ascii;
    class           dictionary;
    location        "system";
    object          controlDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

application     urbanMicroclimateFoam;

startFrom       latestTime;

startTime       0;

stopAt          endTime;

endTime         86400;

deltaT          3600;

writeControl    timeStep;

writeInterval   1;

purgeWrite      0;

writeFormat     ascii;

writePrecision  6;

writeCompression on;

timeFormat      general;

timePrecision   12;

runTimeModifiable true;

functions
{
    probes
    {
        libs            ( "libsampling.so" );
        type            probes;
        name            probes;
        writeControl    timeStep;
        writeInterval   10;
        fields          ( T U );
        region          air;
        probeLocations  ( ( 65 125 5 ) );
    }
}

initialSolidTimestepFactor 0.00166667;

minDeltaT       1e-06;

maxDeltaT       30;

minFluidIteration 0;

maxFluidIteration 1000;

pcEqnForm       pc-based;

regions
{
    fluid           ( air );
    solid           ( street leeward windward );
}


// ************************************************************************* //
