examples/urbanclimate/templates/streetCanyon_CFDHAM/system/leeward/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.7.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
   version     2.0;
   format      ascii;
   class       dictionary;
   object      blockMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

convertToMeters 1;

vertices
(
  (59.91 100.00 0.00)
  (60.00 100.00 0.00)
  (60.00 100.00 10.00)
  (59.91 100.00 10.00)
  (59.91 150.00 0.00)
  (60.00 150.00 0.00)
  (60.00 150.00 10.00)
  (59.91 150.00 10.00)
);
 
blocks
(
  hex (0 1 5 4 3 2 6 7) (20 100 20) simpleGrading (((0.5 0.5 10)(0.5 0.5 0.1)) 1 1)
);
 
edges
(
);
 
boundary
(
    leeward_to_air
    {
        type patch;
        faces
        (
            (1 5 6 2)    
        );
    }
    
    interior
    {
        type patch;
        faces
        (
            (0 4 7 3)
        );
    }
    
    top
    {
        type patch;
        faces
        (
            (3 2 6 7)
        );
    }
    
    bottom
    {
        type patch;
        faces
        (
            (0 1 5 4)
        );
    }
    
    sides
    {
        type patch;
        faces
        (
            (0 1 2 3)
            (4 5 6 7)
        );
    }
    
);
 
mergePatchPairs
(
);

// ************************************************************************* //
