examples/urbanclimate/templates/streetCanyon_CFDHAM/system/windward/topoSetDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      topoSetDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

actions
(
    {
        name    brick;
        type    cellSet;
        action  new;
        source  boxToCell;
        sourceInfo
        {
            box (70.0 100.0 0)(70.1 150.0 10.0);
        }
    }
    {
        name    brick;
        type    cellZoneSet;
        action  new;
        source  setToCellZone;
        sourceInfo
        {
            set    brick;
        }
    }
);

// ************************************************************************* //
